Some ACIS objects could not be imported. To import them, use AutoCAD to convert them into polymesh objects and reimport.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LostAcisObjectsOnImport { get; }
  Visual Basic
Public Shared ReadOnly Property LostAcisObjectsOnImport As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LostAcisObjectsOnImport {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ImportFailures Class
  Autodesk.Revit.DB Namespace